Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/copyq.tmx
Source language: en
Languages: sv

source: Paste item to current window after selecting it in menu
sv: Klistra in objekt i aktuellt fönster efter att ha valt det i menyn

source: Allow to paste mouse selections using shortcut (usually Ctrl+V or Shift+Insert)
sv: Tillåt inklistring av musmarkering med genväg (vanligen Ctrl+V eller Skift+Insert)

source: Timeout in seconds for encrypted tabs to require password again. Set to 0 to disable globally.
sv: Tidsgräns i sekunder innan krypterade flikar kräver lösenord på nytt. Ange 0 för att inaktivera globalt.

source: Print clipboard content.
sv: Skriv ut urklippsinnehåll.

source: Encryption files are missing or corrupted. Strict mode cannot recover encrypted tabs automatically.
sv: Krypteringsfilerna saknas eller är skadade. Strikt läge kan inte återställa krypterade flikar automatiskt.

source: Command %1
sv: Kommando %1

source: Do you want to <strong>exit</strong> CopyQ?
sv: Vill du <strong>avsluta</strong> CopyQ?

source: Show action dialog before executing the command
sv: Visa åtgärdsdialog innan kommandot körs

source: New command
sv: Nytt kommando
